Repository: anar2706/reposme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az

source: Home
az: Əsas səhifə

source: +A
az: +I

source: -A
az: -I

source: +B
az: +II

source: -B
az: -II

source: +O
az: +III

source: -O
az: -III

source: +AB
az: +IV

source: -AB
az: -IV

source: Male
az: Kişi

source: Female
az: Qadın

source: First Name
az: Ad

source: Last Name
az: Soyad

source: Phone
az: Telefon

source: Gender
az: Cins

source: Blood group
az: Qan qrupu

source: Height
az: Boy

source: County
az: Ölkə

source: Account is private
az: Hesab gizlidir

source: Close account
az: Hesabı bağla

source: Contact is private
az: Əlaqə məlumatları gizlidir

source: I've donated recently
az: Mən yeni qan vermişəm

source: Please, follow <a href="{reverse_lazy('give_me_your_contact', kwargs={'pk': user_id})}">this link</a> to see requesters.
az: <a href="{reverse_lazy('give_me_your_contact', kwargs={'pk': user_id})}">Gələn müraciətləri göstər</a>.

source: You have new requester for your phone number
az: Sizin əlaqə qurmaq istəyən var

source: {donor['first_name']} {donor['last_name']}'s phone number is: <a href='tel:{donor['phone']}'>{donor['phone']}</a>
az: {donor['first_name']} {donor['last_name']} telefon nömrəsi: <a href='tel:{donor['phone']}'>{donor['phone']}</a>

source: Donor {donor['first_name']} {donor['last_name']} sent you contact information
az: Donor {donor['first_name']} {donor['last_name']} sizə əlaqə məlumatını göndərmişdir

source: Total donors
az: Bütün donorlar

source: Total donors with blood group
az: Qan qrupunuzla eyni olan donorlar

source: View Profile
az: Profilə bax

source: Change
az: Dəyiş

source: Your profile was changed successfully
az: Sizin profil dəyişdirildi

source: Content does not exist
az: Belə bir məzmun mövcud deyil

source: Search
az: Axtar

source: Have you donated recently and still get calls?
az: Siz yenicə qan vermisiniz və hələ də sizə zənglər gəlir?

source: Type your email...
az: Email adresinizi yazın...

source: Type your password...
az: Şifrənizi yazın...

source: Hide your contacts for 6 months
az: Məlumatlarınızı 6 aylıq gizlədin

source: I Need
az: Mənə lazımdır

source: donors
az: donor

source: Find a Donor
az: Qan tap

source: Type your information and reason
az: Öz məlumatlarınızı və səbəbi yazın

source: Type your full name...
az: Ad və soyadınızı yazın...

source: Type your phone number...
az: Telefon nömrənizi yazın...

source: Reason of your requirement...
az: Tələbinizin səbəbi...

source: Require Contact
az: Əlaqə məlumatlarını tələb et

source: Close
az: Bağla

source: Keyword
az: Açar söz

source: Search by key word...
az: Açar sözə görə axtar

source: Filter by group
az: Qrupa görə

source: Select Group
az: Qrup seç

source: Filter by gender
az: Cinsə görə

source: Select Gender
az: Cins Seç

source: Order by
az: Sırala

source: Full Name
az: Ad və Soyad

source: Blood price ascending
az: Qiymətlər azalan

source: Blood price descending
az: Qiymətlər artan

source: Find
az: Tap

source: We couldn't find any donor matching with your search criteria. Change options and search again!
az: Sizin axtarış kriteriyanıza görə heç bir donor tapılmadı. Kriteriyaları dəyişin və yenidən axtarış edin!

source: Require contact number
az: Əlaqə nömrəsini tələb et

source: Donated already. Will be available in %s days
az: Qan verib artıq. Növbəti qan vermə vaxtına %s gün qalıb

source: The username and/or password you specified are not correct.
az: İstifadəçi adı və ya şifrə səhvdir.

source: Your contacts has been hidden for 6 months
az: Əlaqə məlumatlarınız 6 ay ərzində gizli qalacaq

source: My Messages
az: Mesajlarım

source: Request Reason
az: Tələb səbəbi

source: Your account is closed
az: Sizin hesab bağlıdır

source: Azerbaijan
az: Azərbaycan

source: Account Inactive
az: Hesab aktiv deyil

source: This account is inactive.
az: Bu hesab aktiv deyil

source: E-mail Addresses
az: Email adres

source: The following e-mail addresses are associated with your account:
az: Bu email sizin hesabınıza bağlıdır

source: Verified
az: Təsdiqlənib

source: Unverified
az: Təsdiqlənməyib

source: Primary
az: Əsas

source: Make Primary
az: Əsas et

source: Re-send Verification
az: Təsdiq məktubunu yenidən göndərin

source: Remove
az: Sil

source: Warning:
az: Xəbərdarlıq:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
az: Sizin hal-hazırda təyin edilmiş email adresiniz yoxdur. Real olan email adresinizi yazın ki, məlumatları ala biləsiniz, şifrəni unutduqda dəyişə biləsiniz və s.

source: Add E-mail Address
az: Email adres əlavə edin

source: Add E-mail
az: Email əlavə et

source: Do you really want to remove the selected e-mail address?
az: Email adresi silmək istəyirsiniz?

source: Please Confirm Your E-mail Address
az: Emailinizi təsdiqləyin

source: Hello from %(site_name)s! You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
az: %(site_name)s sizi salamlayır! Kimsə bizim sistemdə olan hesabınızın şifrənizi əldə etmək istəyir. Əgər bu siz deyilsinizsə bu məktubu heç nə etmədən bağlayın. Əgər şifrəni tələb edən şəxs Siz özünüzsüzsə onda aşağıdakı linkə click edin.

source: In case you forgot, your username is %(username)s.
az: Hər ehtimala qarşı sizin istifadəçi adı %(username)s

source: Password Reset E-mail
az: Şifrəni yeniləyin

source: Confirm E-mail Address
az: Email adresinizi təsdiqləyin

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
az: Zəhmət olmasa <a href="mailto:%(email)s">%(email)s</a> email adresin %(user_display)s məxsus olduğun təsdiqləyin

source: Confirm
az: Təsdiq

source: Sign in
az: Daxil ol

source: Sign In
az: Daxil ol

source: or
az: və ya

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
az: Əgər sizin hələ də hesabınız yoxdursa, onda zəhmət olmasa <a href="%(signup_url)s">qeydiyyatdan keçin</a>.

source: Forgot Password?
az: Şifrəni unutmusan?

source: Sign Out
az: Çıxış

source: Are you sure you want to sign out?
az: Çıxmaq istədiyinizdən əminsinizmi?

source: You cannot remove your primary e-mail address (%(email)s).
az: Siz öz əsas emailinizi silə bilməzsiniz: (%(email)s).

source: Removed e-mail address %(email)s.
az: Silinmiş email adres %(email)s.

source: Successfully signed in as %(name)s.
az: %(name)s, Xoş gəlmisiniz!

source: You have signed out.
az: Çıxış etdiniz.

source: Password successfully changed.
az: Şifrə dəyişdirildi.

source: Password successfully set.
az: Şifrə təyin edildi.

source: Primary e-mail address set.
az: Əsas email adres təyin edildi.

source: Your primary e-mail address must be verified.
az: Sizin əsas email adresiniz təsdiqlənməlidir.

source: Change Password
az: Şifrəni dəyiş

source: Password Reset
az: Şifrəni yenilə

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
az: Şifrəni unutmusunuz? Aşağıya email adresinizi daxil edin, biz sizə şifrənizi yeniləmək üçün email göndərək.

source: Reset My Password
az: Şifrəmi dəyiş

source: Please contact us if you have any trouble resetting your password.
az: Xahiş edirik şifrəni dəyişdiyiniz təqdirdə çətinlik yaranarsa bizimlə əlaqə saxlayın.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
az: Məktub göndərildi. Məktub bir neçə dəqiqə içərisində gəlmədiyi təqdirdə bizimlə əlaqə saxlayın.

source: Bad Token
az: Səhv token

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
az: Şifrəni dəyişmək linki səhvdir. Ola bilsin ki, bu link artıq istifadə olunub. Zəhmət olmasa şifrəni dəyişmək üçün <a href="%(passwd_reset_url)s">yenidən tələb göndərin</a>.

source: change password
az: Şifrəni dəyiş

source: Your password is now changed.
az: Şifrəniz dəyişdirildi

source: Set Password
az: Şifrə

source: Sign up
az: Qeydiyyatdan keçin

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
az: Hesabınız varsa onda <a href="%(login_url)s">daxil olun</a>.

source: Sign Up
az: Qeydiyyatdan keçin

source: Sign Up Closed
az: Giriş bağlıdır

source: We are sorry, but the sign up is currently closed.
az: Üzr istəyirik, giriş bağlıdır.

source: Note
az: Qeyd

source: you are already logged in as %(user_display)s.
az: Siz artıq sistemə %(user_display)s. kimi daxil olmusunuz

source: Verify Your E-mail Address
az: Email adresinizi təsdiqləyin

source: Become a Donor
az: Donor ol

source: Log out
az: Çıxış

source: Become a donor
az: Donor ol

source: Donated already
az: Yenicə qan vermişəm

source: Members
az: Komandamız

source: Homepage
az: Əsas səhifə

source: Search page
az: Axtarış səhifəsi

source: Account
az: Hesab

source: I need your help, be my donor
az: Köməyinə ehtiyacım var, donorum ol

source: Logout
az: Çıxış

source: Signup
az: Qeydiyyatdan keç

source: Price per 100 gramm
az: Hər 100 qrama görə qiymət

source: Remember Me
az: Məni xatırla

source: Current Password
az: Cari Şifrə

source: New Password
az: Yeni Şifrə

source: New Password (again)
az: Yeni Şifrə (təkrar)

source: Advices
az: Məsləhətlər

source: A user is already registered with this e-mail address.
az: Bu email adreslə başqa istifadəçi qeydiyyatdan keçmişdir.
